Repository: reovilsayed/payquick
Catalog: i18n/languages/elavon-converge-gateway-*.po
Languages: de_de

source: WooCommerce Elavon Converge EU Gateway
de_de: DE: WooCommerce Elavon Converge EU Gateway

source: Receive credit card payments using Elavon Converge EU Gateway.
de_de: DE: Receive credit card payments using Elavon Converge EU Gateway.

source: Elavon
de_de: DE: Elavon

source: http://www.elavon.com
de_de: http://www.elavon.de

source: Your browser is not supported or the browser version is outdated. In order to enjoy the full shopping experience, we recommend using the latest version of Chrome, Firefox or Safari.
de_de: DE: Your browser is not supported or the browser version is outdated. In order to enjoy the full shopping experience, we recommend using the latest version of Chrome, Firefox or Safari.

source: Use new card
de_de: DE: Use new card

source: Save for later use
de_de: DE: Save for later use

source: Settings
de_de: DE: Settings

source: Void Transaction
de_de: DE: Void Transaction

source: Capture Authorized Transaction
de_de: DE: Capture Authorized Transaction

source: Could not create shopper.
de_de: DE: Could not create shopper.

source: Failed shopper update.
de_de: DE: Failed shopper update.

source: Authorized %1$s Transaction id: %2$s
de_de: DE: Authorized %1$s Transaction id: %2$s

source: Captured %1$s Transaction id: %2$s
de_de: DE: Captured %1$s Transaction id: %2$s

source: Invalid transaction.
de_de: DE: Invalid transaction.

source: Could not create order on Converge.
de_de: DE: Could not create order on Converge.

source: Could not create payment session.
de_de: DE: Could not create payment session.

source: Voided %1$s Transaction id: %2$s
de_de: DE: Voided %1$s Transaction id: %2$s

source: There was an error processing the void.
de_de: DE: There was an error processing the void.

source: Cannot refund a transaction that has the %s status.
de_de: DE: Cannot refund a transaction that has the %s status.

source: Order was successfully refunded in the amount of %1$s%2$s.
de_de: DE: Order was successfully refunded in the amount of %1$s%2$s.

source: There was an error processing the refund.
de_de: DE: There was an error processing the refund.

source: There was an error processing the refund. %s.
de_de: DE: There was an error processing the refund. %s.

source: There was an error processing the capture.
de_de: DE: There was an error processing the capture.

source: Failed hosted card retrieval.
de_de: DE: Failed hosted card retrieval.

source: Failed hosted card update.
de_de: DE: Failed hosted card update.

source: There was an error creating the stored card.
de_de: DE: There was an error creating the stored card.

source: The credit card number could not be saved because the stored card already exists.
de_de: DE: The credit card number could not be saved because the stored card already exists.

source: The credit card number could not be saved.
de_de: DE: The credit card number could not be saved.

source: Enable/Disable
de_de: DE: Enable/Disable

source: Enable %1$s
de_de: DE: Enable %1$s

source: Environment
de_de: DE: Environment

source: Choose environment.
de_de: DE: Choose environment.

source: Sandbox
de_de: DE: Sandbox

source: Production
de_de: DE: Production

source: Title
de_de: DE: Title

source: Payment method title that the customer will see during checkout.
de_de: DE: Payment method title that the customer will see during checkout.

source: Debug Log
de_de: DE: Debug Log

source: Enable logging
de_de: DE: Enable logging

source: Log Converge events inside %s . Use only for development purposes.
de_de: DE: Log Converge events inside %s . Use only for development purposes.

source: Processor Account Id
de_de: DE: Processor Account Id

source: The processor account ID is used to identify the Merchant when connecting to Converge.
de_de: DE: The processor account ID is used to identify the Merchant when connecting to Converge.

source: Merchant Name
de_de: DE: Merchant Name

source: The Merchant Name represents the Merchant "Doing Business As" (DBA) name and is automatically filled based on the Processor Account Id.
de_de: DE: The Merchant Name represents the Merchant "Doing Business As" (DBA) name and is automatically filled based on the Processor Account Id.

source: Merchant Alias
de_de: DE: Merchant Alias

source: The merchant alias is an unique ID that acts as a username for authentication.
de_de: DE: The merchant alias is an unique ID that acts as a username for authentication.

source: Public Key
de_de: DE: Public Key

source: The public key for your account, provided by Converge.
de_de: DE: The public key for your account, provided by Converge.

source: Secret Key
de_de: DE: Secret Key

source: The secret key for your account, provided by Converge.
de_de: DE: The secret key for your account, provided by Converge.

source: Payment Action
de_de: DE: Payment Action

source: Choose whether you wish to capture funds immediately or authorize payment only.
de_de: DE: Choose whether you wish to capture funds immediately or authorize payment only.

source: Authorize and Immediate Capture
de_de: DE: Authorize and Immediate Capture

source: Authorize and Delayed Capture
de_de: DE: Authorize and Delayed Capture

source: Integration Option
de_de: DE: Integration Option

source: Choose the integration option.
de_de: DE: Choose the integration option.

source: HPP (PCI SAQ A)
de_de: DE: HPP (PCI SAQ A)

source: Lightbox (PCI SAQ A)
de_de: DE: Lightbox (PCI SAQ A)

source: Enable Saved Payment Methods
de_de: DE: Enable Saved Payment Methods

source: If enabled, the already saved payment methods and a checkbox for saving new payment methods will be available on the checkout page.
de_de: DE: If enabled, the already saved payment methods and a checkbox for saving new payment methods will be available on the checkout page.

source: Save For Later Use Message
de_de: DE: Save For Later Use Message

source: This message will be displayed to the shopper next to the Save for later use option.
de_de: DE: This message will be displayed to the shopper next to the Save for later use option.

source: By placing your order, you agree with your card details being saved.
de_de: DE: By placing your order, you agree with your card details being saved.

source: Converge Email
de_de: DE: Converge Email

source: Choose if Converge should send emails to the customer.
de_de: DE: Choose if Converge should send emails to the customer.

source: No
de_de: DE: No

source: Yes
de_de: DE: Yes

source: License Code
de_de: DE: License Code

source: Dynamic Descriptor Settings
de_de: DE: Dynamic Descriptor Settings

source: Your dynamic descriptor settings affect what appears on your customer's credit card statement.
de_de: DE: Your dynamic descriptor settings affect what appears on your customer's credit card statement.

source: Name
de_de: DE: Name

source: The value in the business name field of a customer's statement.
de_de: DE: The value in the business name field of a customer's statement.

source: Phone
de_de: DE: Phone

source: The value in the phone number field of a customer's statement.
de_de: DE: The value in the phone number field of a customer's statement.

source: URL
de_de: DE: URL

source: The value in the URL/web address field of a customer's statement.
de_de: DE: The value in the URL/web address field of a customer's statement.

source: Proxy Settings
de_de: DE: Proxy Settings

source: If your system uses a proxy server to establish the connection between WooCommerce and Converge, set API Uses Proxy to “Yes” and complete the Proxy Host and Proxy Port fields.
de_de: DE: If your system uses a proxy server to establish the connection between WooCommerce and Converge, set API Uses Proxy to “Yes” and complete the Proxy Host and Proxy Port fields.

source: API Uses Proxy
de_de: DE: API Uses Proxy

source: Proxy Host
de_de: DE: Proxy Host

source: Proxy Port
de_de: DE: Proxy Port

source: Receive credit card payments using %1$s.
de_de: DE: Receive credit card payments using %1$s.

source: Pay securely using Elavon Converge.
de_de: DE: Pay securely using Elavon Converge.

source: SANDBOX ENABLED. You can use sandbox testing accounts only.
de_de: DE: SANDBOX ENABLED. You can use sandbox testing accounts only.

source: If you change the account, the stored shoppers and cards will be deleted. Are you sure you want to do this?
de_de: DE: If you change the account, the stored shoppers and cards will be deleted. Are you sure you want to do this?

source: Payment rejected due to 3D Secure.
de_de: DE: Payment rejected due to 3D Secure.

source: There was an error processing your payment.
de_de: DE: There was an error processing your payment.

source: Order %s does not contain a transaction id.
de_de: DE: Order %s does not contain a transaction id.

source: The configuration fields could not be validated due to unsuccessful connection to the Converge API.
de_de: DE: The configuration fields could not be validated due to unsuccessful connection to the Converge API.

source: Invalid public key or merchant alias.
de_de: DE: Invalid public key or merchant alias.

source: Invalid secret key or merchant alias.
de_de: DE: Invalid secret key or merchant alias.

source: The Processor Account Id could not be validated due to unsuccessful connection to the Converge API.
de_de: DE: The Processor Account Id could not be validated due to unsuccessful connection to the Converge API.

source: Invalid processor account id.
de_de: DE: Invalid processor account id.

source: Your order could not be placed. Please try again later.
de_de: DE: Your order could not be placed. Please try again later.

source: The number of cart items should be less than or equal to %1$s (including shipping and tax items).
de_de: DE: The number of cart items should be less than or equal to %1$s (including shipping and tax items).

source: Plugin version: %1$s
de_de: DE: Plugin version: %1$s

source: API SDK version: %1$s
de_de: DE: API SDK version: %1$s

source: Tax
de_de: DE: Tax

source: Shipping via %s
de_de: DE: Shipping via %s

source: Item
de_de: DE: Item

source: The field %1$s is required.
de_de: DE: The field %1$s is required.

source: The field %1$s cannot be longer than %2$s characters.
de_de: DE: The field %1$s cannot be longer than %2$s characters.

source: The field %1$s does not allow the following special characters: %2$s
de_de: DE: The field %1$s does not allow the following special characters: %2$s

source: The field %1$s allows only these special characters: %2$s including space.
de_de: DE: The field %1$s allows only these special characters: %2$s including space.

source: Billing Address
de_de: DE: Billing Address

source: Shipping Address
de_de: DE: Shipping Address

source: Full name (First name and Last name)
de_de: DE: Full name (First name and Last name)

source: First name
de_de: DE: First name

source: Last name
de_de: DE: Last name

source: Company name
de_de: DE: Company name

source: Street address 1
de_de: DE: Street address 1

source: Street address 2
de_de: DE: Street address 2

source: Town / City
de_de: DE: Town / City

source: State / County
de_de: DE: State / County

source: Postcode / ZIP
de_de: DE: Postcode / ZIP

source: Order notes
de_de: DE: Order notes

source: %1$s ending in %2$s <span class="red">(expired %3$s/%4$s)</span>
de_de: DE: %1$s ending in %2$s <span class="red">(expired %3$s/%4$s)</span>

source: %1$s ending in %2$s (expires %3$s/%4$s)
de_de: DE: %1$s ending in %2$s (expires %3$s/%4$s)

source: Payment method cannot be deleted. Please contact the merchant.
de_de: DE: Payment method cannot be deleted. Please contact the merchant.

source: %1$s Converge error: %2$s
de_de: %1$s DE: Converge error: %2$s

source: Converge Transaction Status:
de_de: DE: Converge Transaction Status:

source: Merchant Transaction Code:
de_de: DE: Merchant Transaction Code:
